Repository: 3rdPix/PukalendarApp
Catalog: resources/locale/*/LC_MESSAGES/messages.po
Languages: es

source: Driver.Error.Bullet.NoContent.Title
es: Descripción vacía

source: Driver.Error.Bullet.NoContent.Content
es: ¡Estás intentando crear una tarea vacía!

source: Driver.Error.Bullet.InvalidChar.Title
es: Carácter inválido

source: Driver.Error.Bullet.InvalidChar.Content
es: El carácter ';' no está permitido en la descripción de una tarea rápida

# MainWindow.NavigationInterface.About
source: About
es: Acerca de

# MainWindow.NavigationInterface.Home
source: Home
es: Inicio

# MainWindow.NavigationInterface.Courses
source: Courses
es: Cursos

# MainWindow.NavigationInterface.Calendar
source: Calendar
es: Calendario

# MainWindow.About.Title
source: About
es: Acerca de

# MainWindow.About.Description
source: PUCalendarApp is an open source application designed to and by students whose purpose is to offer a helping hand in the organization and tracking of all university shenaningans.
es: PUCalendarApp es una aplicación de código abierto diseñada por y para estudiantes con la finalidad de otorgar una ayuda en la organización y registro de todos los quehaceres universitarios.

# MainWindow.Courses.CommandBar.AddNew
source: Add new course
es: Agregar curso

# MainWindow.Courses.CommandBar.Delete
source: Delete course
es: Eliminar curso

# MainWindow.Courses.CommandBar.Edit
source: Edit course
es: Editar curso

# MainWindow.Courses.CommandBar.Scale
source: Edit grading scale
es: Editar escala de calificaciones

# MainWindow.Courses.SingleClassView.DeleteClassDialog.Title
source: No courses have been created
es: Eventos

# MainWindow.Courses.SingleClassView.DeleteClassDialog.Description
source: No courses have been created
es: Sigla del curso

# MainWindow.Courses.NoClassView.NoClass
source: No courses have been created
es: No se han agregado clases

# MainWindow.Courses.SingleClassView.Grades
source: No courses have been created
es: Calificaciones

# MainWindow.Courses.SingleClassView.Schedule
source: No courses have been created
es: Pendientes

# MainWindow.Courses.SingleClassView.Events
source: No courses have been created
es: Eventos

# MainWindow.Courses.SingleClassView.ButtonStartTimer
source: No courses have been created
es: Comenzar sesión de estudio

# MainWindow.Courses.SingleClassView.ButtonStopTimer
source: No courses have been created
es: Terminar sesión de estudio

# MainWindow.Courses.SingleClassView.General
source: No courses have been created
es: Información general

# MainWindow.Courses.SingleClassView.Indicator.NRC
source: No courses have been created
es: NRC

# MainWindow.Courses.SingleClassView.Indicator.Code
source: No courses have been created
es: Sigla del curso

# MainWindow.Courses.SingleClassView.Indicator.Professor
source: No courses have been created
es: Profesor

# MainWindow.Courses.SingleClassView.Indicator.Campus
source: No courses have been created
es: Campus

# MainsWindow.Courses.SingleClassView.Indicator.Section
source: Search
es: Sección

# MainWindow.Courses.SingleClassView.Menu.CreateBullet.Title
source: No courses have been created
es: Crear nueva tarea rápida

# MainWindow.Courses.SingleClassView.Menu.CreateBullet.Accept
source: No courses have been created
es: Agregar a la lista

# MainWindow.Courses.SingleClassView.Menu.CreateBullet.Cancel
source: No courses have been created
es: Cancelar la creación

# MainWindow.Home.InfoBoxAgenda.Title
source: Upcoming events
es: Próximos eventos

# MainWindow.Home.InfoBoxCourses.Title
source: Courses
es: Cursos

# MainWindow.Home.InfoBoxSettings.Title
source: Quick settings
es: Configuraciones rápidas

# MainWindow.Home.InfoBoxDangers.Title
source: Dangers
es: Peligros

# MainWindow.Home.InfoBoxExternal.Title
source: Other activities
es: Actividades externas

# MainWindow.Home.InfoBoxTime.Title
source: Study sessions
es: Sesiones de estudio

# MainWindow.Home.InfoBoxTime.NoClass
source: Study sessions
es: Sin clases agregadas

# MainWindow.Home.InfoBoxTime.OnSessionIndicator
source: Study sessions
es: En sesión de estudio

# MainWindow.Home.InfoBoxTime.CourseIndicator
source: Study sessions
es: Curso

# MainWindow.Home.InfoBoxTime.StartedAtIndicator
source: Study sessions
es: Comenzada en

# MainWindow.Courses.AllCourses.CardBox.Professor
source: Professor
es: Profesor

# MainWindow.Courses.AllCourses.CardBox.Section
source: Section
es: Sección

# MainWindow.Courses.AllCourses.CardBox.CourseCode
source: Course's code
es: Sigla del curso

# Dialogs.NewClass.Search
source: Search
es: Buscar

# Dialogs.NewClass.SearchPlaceholder
source: Insert search pattern
es: Ingresa el patrón de búsqueda

source: Dialogs.NewClass.Alias
es: Alias

# Dialogs.NewClass.AliasPlaceholder
source: Insert an alias for the course
es: Ingresa un apodo para el curso

source: Dialogs.NewClass.Color
es: Color

# Dialogs.NewClass.ColorDialog.Title
source: Assign a color for this course
es: Asigna un color al curso

# Dialogs.NewClass.Confirm
source: Confirm
es: Confirmar

# Dialogs.NewClass.Cancel
source: Cancel
es: Cancelar
